
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Neplatné číslo";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Minimum nedosaženo";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Maximum překročeno";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Plovoucí čárka nepovolena";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Neplatný řetězec data";

